/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Don’t Allow";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "“%@” Would Like to Use Your Current Location";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Turn On Location Services to Allow “%@” to Determine Your Location";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Settings";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "Cancel";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "Location Services is Not Available for “%@”";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "Please Wave iPhone to Calibrate the Compass";
